[Main]
DisplayName=Български

[Brower_Protected_M]
btn_ok=OK
Site_Safe_tip=Този сайт е безопасен
Site_Risk_tip=Този сайт е опасен
Protected_Off_tip=Advanced SystemCare Браузърна защита:
Site_Safe=Безопасен:
Site_Risk=Риск:
Site_Advisory=Консултация, дадена от
Site_Details=Още детайли

Link_Safe_tip=Този линк е безопасен
Link_Risk_tip=Този линк е опасен
Sender_Risk_tip=Този подател е съмнителен.
Link_Phish_tip=В този линк има фишинг измама.
Risk_Title_Phish=Този уебсайт е обявен за фишинг сайт.
Site_Risk_link=В този имейл има зловреден линк.
Site_Risk_sender=Подателят на имейла е съмнителен.
Site_Risk_link_sender=В този имейл има зловреден линк и подателят е съмнителен.
Site_Risk_phish=В този сайт има фишинг измама.

Risk_Title=Този уебсайт е обявен за опасен
Risk_recommend=Съветваме да не посещавате повече този уебсайт
Risk_goBack=Отказ
Risk_report=Отчет за фалшива аларма
Risk_continue=Нищо, продължи
Site_turbo_tip=Защита сърфинг е спряна, защото е вкл. Opera Turbo

ads_Removed=обявите са махнати в тази страница
ads_Nofound=Не са открити обяви

Site_Miner_tip=Добив на криптовалута е блокиран на тази страница